/* Generic authentication error. */
"UNKNOWN_ERROR" = "无法鉴定该用户。";
"USER_NOT_ADMIN_PASS" = "您必须输入管理员的名称和密码。";
"USER_NOT_ADMIN_PIN" = "您必须输入管理员的名称和密码。";
"INVALID_USER_NAME" = "您必须输入有效的用户名称。";
"INVALID_USER_PASSWORD" = "您必须输入有效的密码。";
"INVALID_USER_PIN" = "您必须输入有效的 PIN。";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "请再试一次。";

/* Button Titles */
"RESTART_BUTTON" = "重新启动";
"SHUTDOWN_BUTTON" = "关机";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "如果您重新启动本电脑，当前登录的用户可能会丢失未存储的更改。";
"RESTART_DETAIL_WARNING" = "重新启动或关闭电脑将退出其他会话中包含有未存储文稿的应用程序，并因此丢失数据。请输入管理员名称和密码并点按“重新启动”，或选取“取消”以放弃。";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "如果您将本电脑关机，当前登录的用户可能会丢失未存储的更改。";
"SHUTDOWN_DETAIL_WARNING" = "重新启动电脑或将电脑关机将退出其他会话中包含有未存储文稿的应用程序，数据将因此丢失。请输入管理员的名称和密码并点按“关机”，或者选取“取消”以放弃。";

/* PIN or Password */
"PIN" = "PIN：";
"PASSWORD" = "密码：";